# IdeaStatiCa.ConnectionApi.Model.ConProjectData

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Name** | **string** |  | [optional]
**Description** | **string** |  | [optional]
**ProjectNumber** | **string** |  | [optional]
**Author** | **string** |  | [optional]
**CountryCode** | **CountryCode** |  | [optional]
**SteelEdition** | **ConSteelCodeEditionEnum** |  | [optional]
**Date** | **DateTime** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)